# AdditionalDefRecords

## Description
Shows the Additional Default Records dialog.

```pascal
PROCEDURE AdditionalDefRecords;
```

```python
def vs.AdditionalDefRecords():
    return None
```

## Version
Availability: from Vectorworks 2014

## Category
* Spotlight